Revit 2027 API
BuiltInFailures.CurtainGridFamilyFailures.SomeMullionsAreTooShort Property
 Some of the mullions you are trying to place are too short for its types, and were not placed on the grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SomeMullionsAreTooShort { get; }
Public Shared ReadOnly Property SomeMullionsAreTooShort As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SomeMullionsAreTooShort {
	FailureDefinitionId^ get ();
}
static member SomeMullionsAreTooShort : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CurtainGridFamilyFailures Class
Autodesk.Revit.DB Namespace